/* No comment provided by engineer. */
"File Transfer" = "ファイル転送";

/* No comment provided by engineer. */
"No media selected." = "メディアが選択されていません。";

/* No comment provided by engineer. */
"Password cannot be empty." = "パスワードは空白にできません。";

/* No comment provided by engineer. */
"Path cannot be empty." = "パスは空白にできません。";

/* No comment provided by engineer. */
"Selected media does not exist." = "選択したメディアは存在しません。";

/* No comment provided by engineer. */
"Server cannot be empty." = "サーバは空白にできません。";

/* No comment provided by engineer. */
"Unknown" = "不明";

/* No comment provided by engineer. */
"Upload '%@' to remote server '%@'" = "‘%1$@’をリモートサーバ‘%2$@’にアップロードします";

/* No comment provided by engineer. */
"Upload podcast to remote server using cURL transfer protocols" = "cURL 転送プロトコルを使用して Podcast をリモートサーバにアップロードします";

/* No comment provided by engineer. */
"Username cannot be empty." = "ユーザ名は空白にできません。";

